Repository: cryptoapi/Bitcoin-Paypal-Donations-Wordpress
Catalog: languages/gourl-give-*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: Unrecognised
ru_ru: Нераспознанные

source: Donations
ru_ru: Пожертвования

source: Gourl Bitcoin/Altcoin
ru_ru: GoUrl Биткоин/Альткоин

source: Cryptocurrency
ru_ru: Криптовалюта

source: Bitcoin
ru_ru: Биткоин

source: GoUrl Bitcoin/Altcoins
ru_ru: GoUrl Биткоин/Альткоины

source: Plugin Homepage
ru_ru: Домашняя страница

source: screenshots
ru_ru: скриншоты

source: Plugin on Github - 100% Free Open Source
ru_ru: Плагин на Github - 100% открытый исходный код

source: Your GoUrl Bitcoin Gateway <a href='%s'>Main Plugin</a> version is too old. Requires 1.3.3 or higher version. Please <a href='%s'>update</a> to latest version.
ru_ru: Версия <a href='%s'>GoUrl главного плагина</a> слишком стара. Требуется версия 1.3.3 или выше. Пожалуйста, <a href='%s'>обновите</a> до последней версии.

source: Information
ru_ru: Информация

source: Main Plugin Homepage
ru_ru: Страница главного плагина

source: WordPress.org Plugin Page
ru_ru: Страница плагина на WordPress.org

source: Your Give version is too old. The GoUrl payment plugin requires Give 0.8.5 or higher to function. Please update to <a href='%s'>latest version</a>.
ru_ru: Версия Give слишком стара. GoUrl плагин работает с Give 0.8.5 или выше. Пожалуйста, обновите до <a href='%s'>последней версии</a>.

source: - Please setup -
ru_ru: - Пожалуйста настройте -

source: You need to install GoUrl Bitcoin Gateway Main Plugin also. Go to - <a href='%s'>Automatic installation</a> or <a href='%s'>Manual</a>.
ru_ru: Вам нужно установить основной GoUrl Биткоин Плагин для WP также. Перейти - <a href='%s'>Автоматическая установка</a> или <a href='%s'>ручная установка</a>.

source: Please install GoUrl Bitcoin Gateway WP Plugin
ru_ru: Пожалуйста, установите основной GoUrl Биткоин Плагин для WP

source: Secure donations with virtual currency. <a target='_blank' href='https://bitcoin.org/'>What is Bitcoin?</a>
ru_ru: Безопасные пожертвования в виртуальной валюте. <a target='_blank' href='https://bitcoin.org/'>Что такое Биткоин?</a>

source: Accept %s donations online in Give.
ru_ru: Принимайте %s пожертвования онлайн в Give.

source: If you use multiple websites online, please create separate <a target='_blank' href='%s'>GoUrl Payment Box</a> (with unique payment box public/private keys) for each of your websites. Do not use the same GoUrl Payment Box with the same public/private keys on your different websites.
ru_ru: Если вы используете несколько веб-сайтов в интернете, пожалуйста создавайте отдельные <a target='_blank' href='%s'>GoUrl Payment Box</a> (с уникальными payment box ключами) для каждого из ваших веб-сайтов. Не используйте одни и те же GoUrl Payment Box Public/Private Keys на различных веб-сайтах.

source: Bitcoin/Altcoins
ru_ru: Биткоин/Альткоины

source: Secure, anonymous donation with virtual currency
ru_ru: Безопасное, анонимное пожертвование в виртуальной валюте

source: GoUrl default logo - Global Payments
ru_ru: GoUrl логотип по умолчанию - «Глобальные платежи»

source: GoUrl logo with text - %s Payments
ru_ru: GoUrl логотип с текстом - «%s платежи»

source: GoUrl Bitcoin/Altcoin Gateway
ru_ru: GoUrl Биткоин/Альткоин Шлюз

source: GoUrl Bitcoin Gateway
ru_ru: GoUrl Биткоин Шлюз

source: Title
ru_ru: Название

source: Bitcoin/Altcoin
ru_ru: Биткоин/Альткоин

source: Donation method title that the customer will see on your checkout
ru_ru: Название метода пожертвования, которое клиент будет видеть

source: Exchange Rate Multiplier
ru_ru: Обменный курс множитель

source: The system uses the multiplier rate with today LIVE cryptocurrency exchange rates (which are updated every 30 minutes) when the transaction is calculating from a fiat currency (e.g. USD, EUR, etc) to cryptocurrency. <br> Example: <b>1.05</b> - will add an extra 5% to the total price in bitcoin/altcoins, <b>0.85</b> - will be a 15% discount for the price in bitcoin/altcoins. Default: 1.00
ru_ru: Система использует множитель вместе с текущим обменным курсом криптовалюты (курс обновляется каждые 30 минут) при конвертации суммы оплаты (USD, EUR, и т.д.) в криптовалюту.<br>Пример: <b>1.05</b> - будет добавлять дополнительно 5% к общей стоимости в биткоинах и другой криптовалюте, <b>0.85</b> - будет скидка 15% при оплате в биткоинах/альткоинах. По умолчанию: 1.00

source: Donation Box Language
ru_ru: Donation Box язык

source: Default Crypto Donation Box Localisation
ru_ru: По умолчанию локализация в Donation Box

source: Donation Box Coin
ru_ru: Donation Box Монета

source: Default Coin in Crypto Donation Box. &#160; Activated Payments : <a href='%s'>%s</a>
ru_ru: По умолчанию криптомонета в Donation Box. Активированные платежи: <a href='%s'>%s</a>

source: Icons Size
ru_ru: Размер иконок

source: Cryptocoin icons size in 'Select Payment Method' that the customer will see on your checkout. Default 60px. Allowed: 30..250px
ru_ru: Размер иконок криптомонет в поле «Выбрать способ оплаты», которое клиент будет видеть при пожертвовании. По умолчанию 60px. Допускается: 30..250px

source: Payment Box <a href='%s'>sizes</a> and border <a href='%s'>shadow</a> you can change <a href='%s'>here &#187;</a>
ru_ru: Payment Box <a href='%s'>размеры</a> и границы <a href='%s'>теней</a> вы можете изменить <a href='%s'>здесь »</a>

source: If you want to use GoUrl Give Bitcoin Gateway plugin in a language other than English, see the page <a href='%s'>Languages and Translations</a>
ru_ru: Если вы собираетесь использовать GoUrl Give Биткоин шлюз на другом языке, чем русский, смотрите страницу <a href='%s'>языки и переводы</a>

source: Nonce verification has failed
ru_ru: Сбой Nonce проверки

source: Error
ru_ru: Ошибка

source: Guest
ru_ru: Гость

source: Donation created by %s. <br>Awaiting cryptocurrency payment ...<br>
ru_ru: Заказ создан %s<br>Ожидание оплаты криптовалютой ...<br>

source: Payment Error
ru_ru: Ошибка платежа

source: Payment creation failed while processing a bitcoin/altcoin donation. Donation data: %s
ru_ru: Сбой создания платежа при обработке пожертвования в биткоинах/альткоинах. Данные по пожертвованию: %s

source: The GoUrl Bitcoin Plugin was called to process a donation but could not retrieve the donation details %s. Cannot continue!
ru_ru: GoUrl Биткоин плагин был вызван для обработки пожертвования, но не удалось получить детали пожертвования %s. Остановка!

source: Please try a different payment method. Admin need to install and activate wordpress plugin <a href='%s'>GoUrl Bitcoin Gateway for Wordpress</a> to accept Bitcoin/Altcoin Donations online.
ru_ru: Пожалуйста, попробуйте другой способ оплаты. Администратору необходимо установить и активировать плагин для wordpress <a href='%s'>GoUrl Биткоин шлюз для Wordpress</a> для приема пожертвований в криптовалюте онлайн.

source: Sorry, but there was an error processing your donation. Please try a different payment method or contact us if you need assistance (GoUrl Bitcoin Plugin not configured / %s not activated).
ru_ru: Извините, но произошла ошибка при обработке вашего пожертвования. Пожалуйста, попробуйте другой способ оплаты или свяжитесь с нами, если вам нужна помощь (GoUrl биткоин плагин не настроен / %s не активирован).

source: You need first to login or register on the website to make Bitcoin/Altcoin Donation
ru_ru: Вам нужно сначала войти или зарегистрироваться на сайте чтобы сделать пожертвование а биткоинах/альткоинах

source: This donation amount is '%s' - it cannot be paid for. Please contact us if you need assistance.
ru_ru: Эта сумма пожертвования «%s» - не может быть оплачена. Если вам нужна помощь, пожалуйста, свяжитесь с нами.

source: Sorry, but there was an error processing your order. Please try later or use a different payment method. Cannot receive exchange rates for %s/USD from Google Finance
ru_ru: Извините, но произошла ошибка обработки вашего пожертвования. Пожалуйста, попробуйте позже или используйте другой способ оплаты. Система не может получить курсы валют для %s/USD с Google Finance

source: Donate Now -
ru_ru: Пожертвовать сейчас -

source: Sorry, but there was an error processing your donation. Please try a different payment method.
ru_ru: Извините, но произошла ошибка при обработке вашего пожертвования. Пожалуйста, попробуйте другой способ оплаты.

source: %s Donation ID: #%s
ru_ru: %s Пожертвование ID: #%s

source: If you like <b>GoUrl Give Bitcoin Gateway</b> please leave us a %s rating on %s. A huge thank you from GoUrl in advance!
ru_ru: Если вам нравится <b>Биткоин шлюз для Give</b> пожалуйста, оставьте нам рейтинг %s на %s. Огромное спасибо вам от GoUrl заранее!

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: %s Payment Received <br>%s. <br>Payment <a href='%s'>id %s</a>. <br>Awaiting network confirmation...
ru_ru: %s платеж получен <br>%s. <br>Номер платежа <a href='%s'>#%s</a>. <br>Ожидание подтверждения сети...

source: %s Payment id <a href='%s'>%s</a> Confirmed
ru_ru: %s Платёж с номером <a href='%s'>%s</a> Подтверждён
